Repository: CofficLab/Lumi
Catalog: Packages/PluginSystemBenchmark/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: A focused local performance report for this Mac.
zh_hans: 专注于本机性能的测速报告。

source: About this test
zh_hans: 测试说明

source: Benchmark failed
zh_hans: 测速失败

source: Benchmark result chart
zh_hans: 测速结果图表

source: Benchmark suite
zh_hans: 测速项目

source: Cancel
zh_hans: 取消

source: Copy
zh_hans: 复制

source: CPU compute
zh_hans: CPU 计算

source: CPU, memory bandwidth, and sequential disk throughput
zh_hans: CPU、内存带宽和磁盘顺序读写

source: Disk
zh_hans: 磁盘

source: Disk throughput
zh_hans: 磁盘吞吐

source: Disk Throughput
zh_hans: 磁盘吞吐

source: Finished
zh_hans: 已完成

source: Fixed integer workload measured as operations per second.
zh_hans: 通过固定整数负载测量每秒操作数。

source: Latest result
zh_hans: 最近结果

source: Latest Result
zh_hans: 最近结果

source: Measure CPU compute, memory bandwidth, and sequential disk throughput.
zh_hans: 测量 CPU 计算、内存带宽和磁盘顺序读写速度。

source: Measure local CPU, memory, and disk performance.
zh_hans: 测量本机 CPU、内存和磁盘性能。

source: Measured
zh_hans: 已测量

source: Memory
zh_hans: 内存

source: Memory bandwidth
zh_hans: 内存带宽

source: Memory Bandwidth
zh_hans: 内存带宽

source: Multi Core
zh_hans: 多核

source: Network testing is intentionally not included in this version.
zh_hans: 当前版本暂不包含网络测速。

source: No benchmark yet
zh_hans: 尚未测速

source: Pending
zh_hans: 待测试

source: Preparing
zh_hans: 准备中

source: Read
zh_hans: 读取

source: Ready
zh_hans: 就绪

source: Ready to test
zh_hans: 准备测试

source: Relative throughput
zh_hans: 相对吞吐量

source: Run a test to see the measured throughput for this Mac.
zh_hans: 运行测试以查看这台 Mac 的实际吞吐量。

source: Running
zh_hans: 运行中

source: Sequential I/O against a temporary file; the file is removed afterwards.
zh_hans: 对临时文件进行顺序读写，完成后自动删除。

source: Sequential write, copy, and read passes over a fixed buffer.
zh_hans: 在固定缓冲区上进行顺序写入、复制和读取。

source: Single Core
zh_hans: 单核

source: Start Benchmark
zh_hans: 开始测速

source: Start Test
zh_hans: 开始测速

source: System Benchmark
zh_hans: 系统测速

source: Test cancelled
zh_hans: 测速已取消

source: Testing CPU
zh_hans: 正在测试 CPU

source: Testing Disk
zh_hans: 正在测试磁盘

source: Testing Memory
zh_hans: 正在测试内存

source: Tests run locally and do not use the network. Disk tests use a temporary file that is removed after the test.
zh_hans: 测试全部在本地运行，不使用网络。磁盘测试使用临时文件，完成后会删除。

source: The test runs locally and can be cancelled at any stage.
zh_hans: 测试在本地运行，可随时取消。

source: Write
zh_hans: 写入
